Repository: inqdesign/FutureVoice
Catalog: FutureVoice/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Drag the card into a folder
de: Karte in einen Ordner ziehen
es: Arrastra la tarjeta a una carpeta
fr: Fais glisser la carte dans un dossier
ja: カードをフォルダにドラッグしてください
ko: 카드를 폴더로 끌어다 놓으세요
zh_hans: 把卡片拖进文件夹
zh_hant: 把卡片拖進資料夾

source: Drag the card to sort it
de: Zieh die Karte, um sie einzusortieren
es: Arrastra la tarjeta para clasificarla
fr: Fais glisser la carte pour la classer
ja: カードをドラッグして分類してください
ko: 카드를 끌어서 분류하세요
zh_hans: 拖动卡片来分类
zh_hant: 拖動卡片來分類

source: Drill next
de: Nächste Übung
es: Siguiente ejercicio
fr: Exercice suivant
ja: 次のドリル
ko: 다음 드릴
zh_hans: 接着训练
zh_hant: 接著訓練

source: Drills
de: Übungen
es: Ejercicios
fr: Exercices
ja: ドリル
ko: 드릴
zh_hans: 训练
zh_hant: 訓練

source: Drills appear here after you end a conversation.
de: Übungen erscheinen hier, sobald du ein Gespräch beendest.
es: Los ejercicios aparecen aquí cuando terminas una conversación.
fr: Les exercices apparaissent ici quand tu termines une conversation.
ja: 会話を終えると、ここにドリルが出てきます。
ko: 대화를 마치면 드릴이 여기 생겨요.
zh_hans: 结束对话后，训练会出现在这里。
zh_hant: 結束對話後，訓練會出現在這裡。

source: Drop it on a folder
de: Lass sie auf einem Ordner los
es: Suéltala en una carpeta
fr: Dépose-la sur un dossier
ja: フォルダの上に置いてください
ko: 폴더 위에 놓으세요
zh_hans: 放到文件夹上
zh_hant: 放到資料夾上

source: e.g. “%@”
de: z. B. „%@“
es: p. ej. “%@”
fr: ex. : “%@”
ja: 例：「%@」
ko: 예: “%@”
zh_hans: 例：「%@」
zh_hant: 例：「%@」

source: e.g. Boram tells me she's moving back to Seoul
de: z. B. Boram erzählt mir, dass sie zurück nach Seoul zieht
es: p. ej. Boram me dice que vuelve a Seúl
fr: ex. : Boram me dit qu’elle retourne vivre à Séoul
ja: 例：ボラムがソウルに戻ると話す
ko: 예: 보람이가 서울로 돌아간다고 말한다
zh_hans: 例：小婷跟我说她要搬回台北
zh_hant: 例：小婷跟我說她要搬回台北

source: e.g. Solo founder of an AI app for parents
de: z. B. Solo-Gründer einer KI-App für Eltern
es: p. ej. Fundador en solitario de una app de IA para padres
fr: ex. : Fondateur solo d’une app d’IA pour les parents
ja: 例：親向けAIアプリの一人創業者
ko: 예: 부모용 AI 앱 1인 창업자
zh_hans: 例：独立开发给家长用的AI App
zh_hant: 例：獨立開發給家長用的AI App

source: e.g. Wife and 4yo daughter at Kita
de: z. B. Frau und 4-jährige Tochter in der Kita
es: p. ej. Esposa e hija de 4 años en la guardería
fr: ex. : Ma femme et ma fille de 4 ans à la crèche
ja: 例：妻と、保育園に通う4歳の娘
ko: 예: 아내, 어린이집 다니는 4살 딸
zh_hans: 例：太太，和上幼儿园的4岁女儿
zh_hant: 例：太太，和上幼兒園的4歲女兒

source: Each filled cell is a member, in the colour they chose.
de: Jede gefüllte Zelle ist ein Mitglied, in der Farbe, die es gewählt hat.
es: Cada celda llena es un miembro, en el color que eligió.
fr: Chaque case pleine est un membre, dans la couleur qu’il a choisie.
ja: マスひとつがメンバーひとり。色はそれぞれが選んだものです。
ko: 칸 하나가 멤버 한 명이에요. 색은 각자 고른 거고요.
zh_hans: 每个亮起的格子是一位成员，颜色是他们自己选的。
zh_hant: 每個亮起的格子是一位成員，顏色是他們自己選的。

source: Each line is the smoother version of something you actually said. Tap one to say the fix out loud — score %lld+ and it's yours. The same fixes come back as cards below.
de: Jede Zeile ist die flüssigere Version von etwas, das du wirklich gesagt hast. Tipp eine an und sprich die Korrektur laut — ab %lld Punkten gehört sie dir. Dieselben Korrekturen kommen unten als Karten zurück.
es: Cada frase es la versión más natural de algo que dijiste de verdad. Toca una y dila en voz alta: con %lld puntos o más, es tuya. Las mismas correcciones vuelven abajo como tarjetas.
fr: Chaque ligne est la version plus fluide de quelque chose que tu as vraiment dit. Touche-la pour dire la correction à voix haute — %lld points ou plus et elle est à toi. Les mêmes corrections reviennent en cartes ci-dessous.
ja: 各行は、実際に話した文のより自然なバージョンです。タップして声に出して言い、%lld点以上なら自分のものになります。同じ修正が下のカードにも出てきます。
ko: 각 줄은 내가 실제로 말한 문장의 더 매끄러운 버전이에요. 탭해서 소리 내어 말해보고 %lld점 이상이면 내 것이 돼요. 같은 교정이 아래 카드로 다시 돌아와요.
zh_hans: 每一行都是你实际说过的句子更顺的版本。点击大声说出来，%lld分以上就是你的了。同样的修正会在下面变成卡片再出现。
zh_hant: 每一行都是你實際說過的句子更順的版本。點一下大聲說出來，%lld分以上就是你的了。同樣的修正會在下面變成卡片再出現。

source: Each pair is what you said and its corrected form. Tap one to study it as a card — examples, variants, a memory hook. The run below then asks you to produce the fix from memory.
de: Jedes Paar zeigt, was du gesagt hast, und die korrigierte Form. Tipp eines an, um es als Karte zu lernen — Beispiele, Varianten, eine Eselsbrücke. Der Durchlauf unten fragt die Korrektur dann aus dem Gedächtnis ab.
es: Cada par es lo que dijiste y su forma corregida. Toca uno para estudiarlo como tarjeta: ejemplos, variantes y un truco para recordarlo. Después, el repaso de abajo te pide sacar la corrección de memoria.
fr: Chaque paire, c’est ce que tu as dit et sa forme corrigée. Touche-en une pour l’étudier en carte : des exemples, des variantes, un truc pour la retenir. Ensuite, la série ci-dessous te demande de sortir la correction de mémoire.
ja: 各ペアは、自分が話した文と直した文です。タップするとカードとして学べます。例文、言い換え、覚え方のコツまで。そのあと下の復習で、直した文を記憶だけで言ってみます。
ko: 각 쌍은 내가 말한 문장과 고친 문장이에요. 누르면 카드로 공부해요. 예문, 바꿔 쓸 수 있는 표현, 외우는 요령까지요. 그다음 아래 복습에서 고친 문장을 기억만으로 다시 말해 보게 해요.
zh_hans: 每一组是你说的句子和修正后的句子。点击就能当成卡片学：例句、替换说法、记忆诀窍。接着下面的复习会要你凭记忆说出修正后的句子。
zh_hant: 每一組是你說的句子和修正後的句子。點一下就能當成卡片學：例句、替換說法、記憶訣竅。接著下面的複習會要你憑記憶說出修正後的句子。

source: Each pair is what you said and its corrected form. The card run below shows your original and asks you to produce the fix from memory.
de: Jedes Paar zeigt, was du gesagt hast, und die korrigierte Form. Der Kartendurchlauf unten zeigt dein Original und fragt die Korrektur aus dem Gedächtnis ab.
es: Cada par es lo que dijiste y su forma corregida. El repaso de tarjetas de abajo muestra tu frase original y te pide sacar la corrección de memoria.
fr: Chaque paire, c’est ce que tu as dit et sa forme corrigée. La série de cartes ci-dessous montre ta phrase d’origine et te demande de sortir la correction de mémoire.
ja: 各ペアは、自分が話した文と直した文です。下のカード復習で元の文が示され、直した文を記憶から出すよう求められます。
ko: 각 쌍은 내가 말한 문장과 교정된 형태예요. 아래 카드 복습이 원문을 보여주고 교정형을 기억에서 꺼내도록 물어봐요.
zh_hans: 每一组是你说的句子和修正后的形式。下面的卡片复习会显示原句，要你凭记忆说出修正版。
zh_hant: 每一組是你說的句子和修正後的形式。下面的卡片複習會顯示原句，要你憑記憶說出修正版。

source: Earphone mic
de: Kopfhörer-Mikrofon
es: Micrófono de los auriculares
fr: Micro des écouteurs
ja: イヤホンのマイク
ko: 이어폰 마이크
zh_hans: 耳机麦克风
zh_hant: 耳機麥克風

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Edit daily goals
de: Tagesziele bearbeiten
es: Editar objetivos diarios
fr: Modifier les objectifs du jour
ja: 1日の目標を編集
ko: 하루 목표 편집
zh_hans: 编辑每日目标
zh_hant: 編輯每日目標

source: Edit interests
de: Interessen bearbeiten
es: Editar intereses
fr: Modifier les intérêts
ja: 興味を編集
ko: 관심사 편집
zh_hans: 编辑兴趣
zh_hant: 編輯興趣

source: Edit persona
de: Persona bearbeiten
es: Editar personaje
fr: Modifier le personnage
ja: ペルソナを編集
ko: 페르소나 편집
zh_hans: 编辑角色
zh_hant: 編輯角色

source: Edit scenario
de: Situation bearbeiten
es: Editar situación
fr: Modifier la situation
ja: シチュエーションを編集
ko: 상황 편집
zh_hans: 编辑情境
zh_hant: 編輯情境

source: Effortless and nuanced, close to native.
de: Mühelos und nuanciert, nahe an Muttersprache.
es: Hablas sin esfuerzo y con matices, casi como un nativo.
fr: Sans effort et tout en nuances, presque comme un natif.
ja: 力まずニュアンスまで込めて、ネイティブに近い話し方ができます。
ko: 힘들이지 않고 뉘앙스까지 살려서, 원어민에 가깝게 말해요.
zh_hans: 说得轻松自然、细腻有层次，接近母语者。
zh_hant: 說得輕鬆自然、細膩有層次，接近母語者。

source: End
de: Beenden
es: Finalizar
fr: Terminer
ja: 終了
ko: 종료
zh_hans: 结束
zh_hant: 結束

source: Enter a friend's code once for about an hour of bonus talk time.
de: Gib einmal den Code einer befreundeten Person ein und erhalte rund eine Stunde zusätzliche Sprechzeit.
es: Escribe el código de un amigo una vez y recibes cerca de una hora más de conversación.
fr: Entre le code d’un ami une fois et reçois environ une heure de conversation en plus.
ja: 友だちのコードを一度入力すると、通話時間が約1時間増えます。
ko: 친구 코드를 한 번 입력하면 통화 시간을 약 1시간 더 받아요.
zh_hans: 输入朋友的邀请码一次，通话时间多约1小时。
zh_hant: 輸入朋友的邀請碼一次，通話時間多約1小時。

source: Enter a friend's code once to get 300 bonus credits.
de: Gib einmal den Code eines Freundes ein und erhalte 300 Bonus-Credits.
es: Escribe el código de un amigo una vez y recibes 300 créditos de regalo.
fr: Entre le code d’un ami une fois et reçois 300 crédits bonus.
ja: 友だちのコードを一度入力すると、ボーナスクレジット300個がもらえます。
ko: 친구 코드를 한 번 입력하면 보너스 크레딧 300개를 받아요.
zh_hans: 输入朋友的邀请码一次，可获得300点奖励点数。
zh_hant: 輸入朋友的邀請碼一次，可獲得300點獎勵點數。

source: Enter invite code
de: Einladungscode eingeben
es: Escribir código de invitación
fr: Saisir un code d’invitation
ja: 招待コードを入力
ko: 초대 코드 입력
zh_hans: 输入邀请码
zh_hant: 輸入邀請碼

source: Entered the wrong date? Write to us and we'll fix it.
de: Falsches Datum eingegeben? Schreib uns, wir korrigieren es.
es: ¿Pusiste una fecha equivocada? Escríbenos y lo arreglamos.
fr: Tu t’es trompé de date ? Écris-nous, on corrige.
ja: 日付を間違えましたか？ご連絡いただければ直します。
ko: 날짜를 잘못 넣으셨나요? 문의해 주시면 고쳐 드려요.
zh_hans: 日期填错了吗？写信给我们，我们会帮你改。
zh_hant: 日期填錯了嗎？寫信給我們，我們會幫你改。

source: Estimated from %1$lld distinct words you've used in the last %2$lld days, each graded by CEFR level — your current speaking vocabulary, not everything ever.
de: Geschätzt aus %1$lld verschiedenen Wörtern der letzten %2$lld Tage, jeweils nach GER-Niveau eingestuft — dein aktueller Sprechwortschatz, nicht alles jemals Gelernte.
es: Estimado a partir de %1$lld palabras distintas que usaste en los últimos %2$lld días, cada una medida por nivel CEFR — el vocabulario que te sale al hablar hoy, no todo el que sabes.
fr: Estimé à partir de %1$lld mots différents utilisés ces %2$lld derniers jours, chacun noté selon le niveau CEFR. C’est le vocabulaire qui vient quand tu parles, pas tout ce que tu connais.
ja: 最近%2$lld日間に使った異なる単語%1$lld個をCEFR基準で採点して推定しました。今話すときに出てくる語彙であって、知っている単語すべてではありません。
ko: 최근 %2$lld일간 쓴 서로 다른 단어 %1$lld개를 CEFR 기준으로 매겨 추정했어요. 지금 말할 때 손이 가는 어휘이지, 아는 단어 전부는 아니에요.
zh_hans: 依据最近%2$lld天里用过的%1$lld个不同单词，逐一按CEFR等级评分后估算。这是现在说话时会用到的词汇，不是所有会的单词。
zh_hant: 依據最近%2$lld天裡用過的%1$lld個不同單字，逐一按CEFR等級評分後估算。這是現在說話時會用到的字彙，不是所有會的單字。

source: Estimated level
de: Geschätztes Niveau
es: Nivel estimado
fr: Niveau estimé
ja: 推定レベル
ko: 추정 레벨
zh_hans: 推估等级
zh_hant: 推估等級

source: Every card in today's hand is sorted. Come back tomorrow — or keep going from the library below.
de: Alle Karten von heute sind einsortiert. Bis morgen — oder mach unten in der Bibliothek weiter.
es: Ya clasificaste todas las cartas de hoy. Nos vemos mañana — o sigue desde la biblioteca de abajo.
fr: Toutes les cartes du jour sont classées. À demain — ou continue depuis la bibliothèque, plus bas.
ja: 今日の分のカードはすべて仕分けました。また明日。もっとやりたければ、下のライブラリから続けられます。
ko: 오늘 몫의 카드를 전부 분류했어요. 내일 다시 만나요 — 더 하고 싶으면 아래 라이브러리에서 이어서 할 수 있어요.
zh_hans: 今天这手牌全部整理完了。明天见。想多做一点，可以从下面的收藏继续。
zh_hant: 今天這手牌全部整理完了。明天見。想多做一點，可以從下面的收藏繼續。

source: Every sentence from your talks is at the top of the ladder. New ones arrive when you finish a conversation.
de: Alle Sätze aus deinen Gesprächen stehen ganz oben auf der Leiter. Neue kommen, wenn du ein Gespräch beendest.
es: Todas las frases de tus llamadas están en lo más alto de la escalera. Las nuevas llegan cuando terminas una llamada.
fr: Toutes les phrases tirées de tes appels sont en haut de l’échelle. De nouvelles arrivent à la fin de chaque appel.
ja: 通話で出た文はすべてはしごの一番上にあります。通話を終えると新しい文が入ってきます。
ko: 대화에서 나온 문장이 모두 사다리 꼭대기에 있어요. 대화를 마치면 새 문장이 들어와요.
zh_hans: 对话里出现的句子都在阶梯最上层。结束一次通话，就会有新句子进来。
zh_hant: 對話裡出現的句子都在階梯最上層。結束一次通話，就會有新句子進來。

source: Every situation you build here or watch in Watch is saved as a scenario — tap one to talk it out again. Swipe to delete.
de: Jede Situation, die du hier baust oder in Watch ansiehst, wird gesichert — tippe darauf, um sie erneut durchzusprechen. Zum Löschen wischen.
es: Todas las situaciones que crees aquí o veas en Escenas se guardan. Toca una para volver a hablarla y desliza para eliminarla.
fr: Toutes les situations créées ici ou vues dans Scènes sont gardées. Touche-en une pour la reparler, balaie pour la supprimer.
ja: ここで作った、またはシーン練習で見たシチュエーションはすべて保存されます。タップしてもう一度話せて、スワイプで削除できます。
ko: 여기서 만들거나 상황연습에서 본 상황은 모두 저장돼요. 눌러서 다시 말해 볼 수 있고, 밀어서 지울 수 있어요.
zh_hans: 在这里创建的、或在情境练习里看过的情境，都会保存起来。点击可以再说一次，滑动可以删除。
zh_hant: 在這裡建立的、或在情境練習裡看過的情境，都會儲存起來。點一下可以再說一次，滑動可以刪除。

source: Every slip below is quoted from what you actually said this session. The fix changes only the grammar — your words stay yours.
de: Jeder Punkt unten ist wörtlich aus dem zitiert, was du in dieser Sitzung gesagt hast. Die Korrektur ändert nur die Grammatik — deine Worte bleiben deine.
es: Cada error de abajo está copiado tal cual de lo que dijiste en esta sesión. La corrección cambia solo la gramática — tus palabras siguen siendo tuyas.
fr: Chaque ligne ci-dessous reprend telle quelle une phrase dite pendant cette session. La correction ne touche que la grammaire — les mots restent les tiens.
ja: 下の項目はすべて、このセッションで実際に話した文をそのまま引用したものです。直したのは文法だけで、言い回しはそのままです。
ko: 아래 항목은 전부 이번 세션에서 실제로 말한 문장을 그대로 옮긴 거예요. 고친 건 문법뿐이고, 표현은 그대로 뒀어요.
zh_hans: 下面每一条都是这次真正说过的句子，原样照录。只改了语法，用字都保留。
zh_hant: 下面每一條都是這次真正說過的句子，原樣照錄。只改了文法，用字都保留。

source: Everyday topics in simple terms — routines, plans, basic needs.
de: Alltagsthemen in einfachen Worten — Abläufe, Pläne, Grundbedürfnisse.
es: Temas cotidianos con palabras sencillas — rutina, planes, cosas básicas.
fr: Des sujets du quotidien en mots simples — la journée, les projets, les besoins de base.
ja: 日常的な話題を簡単な言葉で。日課、予定、基本的な用件。
ko: 일상적인 주제를 간단한 말로 — 하루 일과, 계획, 기본적인 필요.
zh_hans: 用简单的话聊日常话题：作息、计划、基本需求。
zh_hant: 用簡單的話聊日常話題：作息、計畫、基本需求。

source: Everything in this scenario is yours now.
de: Alles aus dieser Situation sitzt jetzt.
es: Ya aprendiste todo lo que esta situación tenía que enseñarte.
fr: Tu as appris tout ce que cette situation avait à t’apprendre.
ja: このシチュエーションで学ぶことは、すべて身につきました。
ko: 이 상황에서 배울 건 다 익혔어요.
zh_hans: 这个情境该学的，都学会了。
zh_hant: 這個情境該學的，都學會了。

source: Everything nawana does, fueled up — in your own voice.
de: Alles, was nawana kann — in deiner eigenen Stimme, ohne Limit.
es: Todo lo que hace nawana, de sobra — con tu propia voz.
fr: Tout ce que fait nawana, largement — avec ta propre voix.
ja: nawanaのすべての機能を、自分の声でたっぷりと。
ko: nawana의 모든 기능을, 내 목소리로 넉넉하게.
zh_hans: nawana的全部功能，用自己的声音，尽情用。
zh_hant: nawana的全部功能，用自己的聲音，盡情用。

source: Everything this conversation had to teach is yours.
de: Alles, was dieses Gespräch zu lehren hatte, sitzt jetzt.
es: Ya aprendiste todo lo que esta llamada tenía que enseñarte.
fr: Tu as appris tout ce que cet appel avait à t’apprendre.
ja: この通話で学ぶことは、すべて身につきました。
ko: 이 대화에서 배울 건 다 익혔어요.
zh_hans: 这次对话该学的，都学会了。
zh_hant: 這次對話該學的，都學會了。

source: Everything you read in the app — menus, buttons, corrections, notes — is in this language.
de: Alles, was du in der App liest – Menüs, Schaltflächen, Korrekturen, Notizen – ist in dieser Sprache.
es: Todo lo que lees en la app — menús, botones, correcciones, notas — está en este idioma.
fr: Tout ce que tu lis dans l’app — menus, boutons, corrections, notes — est dans cette langue.
ja: メニュー、ボタン、修正、メモまで、アプリで読むすべてがこの言語で表示されます。
ko: 메뉴, 버튼, 교정, 노트까지 앱에서 읽는 모든 것이 이 언어로 나와요.
zh_hans: 菜单、按钮、修正、笔记，App里读到的一切都用这个语言。
zh_hant: 選單、按鈕、修正、筆記，App裡讀到的一切都用這個語言。

source: Everything you set aside is still waiting for its turn. Today's goals are on the Practice tab.
de: Alles Zurückgestellte wartet noch auf seinen Termin. Die heutigen Ziele stehen im Übungs-Tab.
es: Todo lo que dejaste para después sigue esperando su turno. Los objetivos de hoy están en la pestaña Práctica.
fr: Tout ce que tu as mis de côté attend encore son tour. Les objectifs du jour sont dans l’onglet Pratique.
ja: あとに回した項目は、まだ順番を待っています。今日の目標は練習タブにあります。
ko: 미뤄둔 항목들은 아직 차례를 기다리는 중이에요. 오늘 목표는 연습 탭에 있어요.
zh_hans: 先放一边的项目还在等轮到它。今天的目标在练习页。
zh_hant: 先放一邊的項目還在等輪到它。今天的目標在練習分頁。

source: Everything you've collected, whenever you want to browse it. Today's practice is on the Practice tab.
de: Alles, was du gesammelt hast — zum Stöbern, wann immer du willst. Die heutige Übung steht im Übungs-Tab.
es: Todo lo que has reunido, para verlo cuando quieras. La práctica de hoy está en la pestaña Práctica.
fr: Tout ce que tu as réuni, à parcourir quand tu veux. La pratique du jour est dans l’onglet Pratique.
ja: これまで集めたものすべて。いつでも見返せます。今日の練習は練習タブにあります。
ko: 지금까지 모은 것 전부 — 언제든 둘러보세요. 오늘 할 연습은 연습 탭에 있어요.
zh_hans: 到目前为止收集的一切，随时翻翻。今天要做的练习在练习页。
zh_hant: 到目前為止收集的一切，隨時翻翻。今天要做的練習在練習分頁。

source: Everything you've practiced on this device — talks, drills, words, books — plus your languages, levels and goals, as one file. Use it to carry progress into another install. Your voice and minutes already follow your account.
de: Alles, was du auf diesem Gerät geübt hast — Gespräche, Drills, Wörter, Bücher — plus deine Sprachen, Level und Ziele, als eine Datei. Damit nimmst du deinen Fortschritt in eine andere Installation mit. Stimme und Minuten folgen ohnehin deinem Konto.
es: Todo lo que has practicado en este teléfono — llamadas, ejercicios, palabras, cuadernos — más tus idiomas, niveles y objetivos, en un solo archivo. Úsalo para llevar tu progreso a otra instalación. Tu voz y tus minutos ya van con tu cuenta.
fr: Tout ce que tu as pratiqué sur cet appareil — appels, exercices, mots, carnets — avec tes langues, tes niveaux et tes objectifs, dans un seul fichier. Sers-t’en pour emporter ta progression vers une nouvelle installation. Ta voix et tes minutes suivent déjà ton compte.
ja: この端末で練習したものすべてを1つのファイルにまとめます。通話、ドリル、単語、ブックに、言語・レベル・目標まで。別の端末に新しく入れたアプリへ進み具合を移すときに使えます。声と通話時間はもともとアカウントについてきます。
ko: 이 기기에서 연습한 것 전부를 파일 하나로 묶어요. 대화, 드릴, 단어, 책에 언어·레벨·목표까지요. 다른 곳에 새로 깐 앱으로 진도를 옮길 때 쓰면 돼요. 목소리와 통화 시간은 원래 계정을 따라다녀요.
zh_hans: 把这台设备上练过的一切打包成一个文件：通话、训练、单词、复习本，还有语言、水平和目标。换到另一台设备重新安装时，用它把进度搬过去。声音和通话时间本来就跟着账号走。
zh_hant: 把這台裝置上練過的一切打包成一個檔案：通話、訓練、單字、複習本，還有語言、程度和目標。換到另一台裝置重新安裝時，用它把進度搬過去。聲音和通話時間本來就跟著帳號走。

source: Example
de: Beispiel
es: Ejemplo
fr: Exemple
ja: 例文
ko: 예문
zh_hans: 例句
zh_hant: 例句

source: Examples
de: Beispiele
es: Ejemplos
fr: Exemples
ja: 例文
ko: 예문
zh_hans: 例句
zh_hant: 例句

source: Examples & variants
de: Beispiele & Varianten
es: Ejemplos y variantes
fr: Exemples et variantes
ja: 例文と言い換え
ko: 예문과 변형
zh_hans: 例句与变化
zh_hant: 例句與變化

source: Excluded from scoring — marked as misheard
de: Von der Bewertung ausgenommen — als falsch verstanden markiert
es: Fuera de la puntuación — marcado como mal escuchado
fr: Hors notation — marqué comme mal entendu
ja: 採点対象外 · 聞き間違いとしてマーク済み
ko: 채점 제외 — 잘못 들림으로 표시됨
zh_hans: 不计分 · 已标为听错
zh_hant: 不計分 · 已標為聽錯

source: Explain in my language
de: In meiner Sprache erklären
es: Explicar en mi idioma
fr: Expliquer dans ma langue
ja: 自分の言語で説明
ko: 내 언어로 설명
zh_hans: 用我的语言解释
zh_hant: 用我的語言解釋

source: Explains what this level changes
de: Erklärt, was dieses Niveau ändert
es: Explica qué cambia con este nivel
fr: Explique ce que ce niveau change
ja: このレベルで何が変わるかを説明します
ko: 이 레벨이 무엇을 바꾸는지 알려줘요
zh_hans: 说明这个水平会改变什么
zh_hant: 說明這個程度會改變什麼

source: Explanations and translations come in this language.
de: Erklärungen und Übersetzungen erscheinen in dieser Sprache.
es: Las explicaciones y las traducciones salen en este idioma.
fr: Les explications et les traductions arrivent dans cette langue.
ja: 説明と翻訳はこの言語で表示されます。
ko: 설명과 번역이 이 언어로 나와요.
zh_hans: 说明和翻译都用这个语言。
zh_hant: 說明和翻譯都用這個語言。

source: Explanations and word meanings come back in your app language. The daily goal drives the ring on Home.
de: Erklärungen und Wortbedeutungen kommen in deiner App-Sprache. Das Tagesziel füllt den Ring auf der Startseite.
es: Las explicaciones y los significados salen en el idioma de la app. El objetivo diario llena el anillo de Inicio.
fr: Les explications et le sens des mots arrivent dans la langue de l’app. L’objectif quotidien remplit l’anneau de l’accueil.
ja: 説明と単語の意味はアプリの言語で表示されます。1日の目標は、ホームのリングの基準になります。
ko: 설명과 단어 뜻은 앱 언어로 나와요. 일일 목표는 홈의 링을 채워요.
zh_hans: 说明和单词意思会用App语言显示。每日目标决定首页的圆环。
zh_hant: 說明和單字意思會用App語言顯示。每日目標決定首頁的圓環。

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出す
ko: 내보내기
zh_hans: 导出
zh_hant: 匯出

source: Export practice data
de: Übungsdaten exportieren
es: Exportar datos de práctica
fr: Exporter les données de pratique
ja: 練習データを書き出す
ko: 연습 데이터 내보내기
zh_hans: 导出练习数据
zh_hant: 匯出練習資料

source: Expressions
de: Wendungen
es: Expresiones
ja: 表現
ko: 표현
zh_hans: 用语
zh_hant: 用語

source: Expressions you actually used this talk.
de: Wendungen, die du in diesem Gespräch wirklich benutzt hast.
es: Expresiones que de verdad usaste en esta llamada.
fr: Les expressions que tu as vraiment utilisées dans cet appel.
ja: この通話で実際に使った表現です。
ko: 이 대화에서 실제로 쓴 표현들이에요.
zh_hans: 这次对话里真正用到的用语。
zh_hant: 這次對話裡真正用到的用語。

source: Expressions you actually used this talk. Tap one for its card — meaning, examples, and the sentences you said it in.
de: Wendungen, die du in diesem Gespräch wirklich benutzt hast. Tippe eine an für ihre Karte — Bedeutung, Beispiele und deine eigenen Sätze.
es: Expresiones que de verdad usaste en esta llamada. Toca una para abrir su tarjeta — significado, ejemplos y las frases en las que la dijiste.
fr: Les expressions que tu as vraiment utilisées dans cet appel. Touche-en une pour ouvrir sa carte : sens, exemples et les phrases où tu l’as dite.
ja: この通話で実際に使った表現です。タップすると、意味・例文・自分が話した文が入ったカードが開きます。
ko: 이번 대화에서 실제로 쓴 표현들이에요. 누르면 뜻·예문·내가 말한 문장이 담긴 카드가 열려요.
zh_hans: 这次对话里真正用到的用语。点击打开卡片，看意思、例句，还有你说过的句子。
zh_hant: 這次對話裡真正用到的用語。點一下打開卡片，看意思、例句，還有你說過的句子。

source: Expressions you use in your talks — and the ones your watched scenes hand you — collect here.
de: Wendungen aus deinen Gesprächen — und die, die dir deine Szenen mitgeben — sammeln sich hier.
es: Aquí se juntan las expresiones que usas en tus llamadas y las que te dejan las escenas que ves.
fr: Les expressions utilisées dans tes appels et celles que te donnent les scènes vues se réunissent ici.
ja: 通話で使った表現と、見たシーン練習が手渡してくれた表現がここに集まります。
ko: 대화에서 쓴 표현과 본 상황연습이 건넨 표현이 여기에 모여요.
zh_hans: 对话里用过的用语，还有看过的情境练习交给你的，都集中在这里。
zh_hant: 對話裡用過的用語，還有看過的情境練習交給你的，都集中在這裡。

source: Expressions you use in your talks will collect here.
de: Wendungen aus deinen Gesprächen sammeln sich hier.
es: Aquí se juntarán las expresiones que uses en tus llamadas.
fr: Les expressions utilisées dans tes appels se réuniront ici.
ja: 通話で使った表現がここに集まります。
ko: 대화에서 쓴 표현들이 여기 모여요.
zh_hans: 对话里用过的用语会集中在这里。
zh_hant: 對話裡用過的用語會集中在這裡。

source: Expressions you used
de: Verwendete Wendungen
es: Expresiones que usé
fr: Expressions que j’ai utilisées
ja: 自分が使った表現
ko: 내가 쓴 표현
zh_hans: 我用过的用语
zh_hant: 我用過的用語

source: Expressions you've used
de: Bisher verwendete Wendungen
es: Expresiones que he usado
fr: Expressions déjà utilisées
ja: これまで使った表現
ko: 내가 써 온 표현
zh_hans: 我用过的所有用语
zh_hant: 我用過的所有用語

source: Familiar topics fluently enough to get by, and tell a simple story.
de: Vertraute Themen flüssig genug, um zurechtzukommen, und eine einfache Geschichte erzählen.
es: Temas conocidos con soltura para salir del paso, y contar una historia sencilla.
fr: Les sujets familiers coulent assez bien pour s’en sortir, et raconter une histoire simple.
ja: 慣れた話題なら無理なく話せて、簡単な話も語れます。
ko: 익숙한 주제는 무리 없이 이야기하고, 간단한 이야기도 들려줄 수 있어요.
zh_hans: 熟悉的话题能流畅地应付，也能说个简单的故事。
zh_hant: 熟悉的話題能流暢地應付，也能說個簡單的故事。

source: Figures
de: Persönlichkeiten
es: Personas reales
fr: Personnes réelles
ja: 実在の人物
ko: 실존 인물
zh_hans: 真实人物
zh_hant: 真實人物

source: Filing this under a category…
de: Wird einer Kategorie zugeordnet…
es: Clasificando por categoría…
fr: Classement par catégorie…
ja: カテゴリに分類中…
ko: 카테고리로 분류하는 중…
zh_hans: 正在分类…
zh_hant: 正在分類…

source: Find
de: Finden
es: Buscar
fr: Chercher
ja: 探す
ko: 찾기
zh_hans: 找
zh_hant: 找

source: Find people
de: Leute finden
es: Buscar personas
fr: Trouver des gens
ja: 人を探す
ko: 사람 찾기
zh_hans: 找人
zh_hant: 找人

source: Finding scenarios from your life…
de: Situationen aus deinem Leben werden gesucht…
es: Buscando situaciones de tu día a día…
fr: Recherche de situations dans ton quotidien…
ja: 日常からシチュエーションを探しています…
ko: 내 일상에서 상황을 찾는 중…
zh_hans: 正在从你的生活里找情境…
zh_hant: 正在從你的生活裡找情境…

source: Finding scenarios…
de: Situationen werden gesucht…
es: Buscando situaciones…
fr: Recherche de situations…
ja: シチュエーションを探しています…
ko: 상황을 찾는 중…
zh_hans: 正在找情境…
zh_hant: 正在找情境…

source: Finding stories…
de: Artikel werden gesucht…
es: Buscando noticias…
fr: Recherche d’articles…
ja: 記事を探しています…
ko: 기사를 찾는 중…
zh_hans: 正在找新闻…
zh_hant: 正在找新聞…
